tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "exercism"
brew "fzf"
brew "gh"
brew "ghq"
brew "gist"
brew "git"
brew "readline", link: true
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openssl@3"
brew "peco"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "postgresql@13"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "tig"
brew "tree"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "skitch"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
